Revit 2027 API
ApplicationEntryPoint.CreateRibbonPanel Method
Overload List
Name | Description
CreateRibbonPanel(String)
CreateRibbonPanel(String, String)
CreateRibbonPanel(Tab, String)
Top
See Also
Reference
ApplicationEntryPoint Class
Autodesk.Revit.UI.Macros Namespace